{
    "_id" : ObjectId("5e34a9a39ae0bd0d79533c91"),
    "pageName" : "Home Page",
    "pageHeader" : "<h3>JOIN OST AND BECOME A PART OF A WINNING TEAM!</h3>\n\n<p>We are seeking Independent Owner/Operators with HIGH CUBE box trucks to join our team. This unique business opportunity is ideal for someone that has experience in the home delivery and/or moving business. As an Independent Owner/Operator you will run a two man crew providing high quality home deliveries. We proudly represent our customers by showing extraordinary care, respect, and courtesy to their customers!</p>\n",
    "pageEmpl" : "<h3>Joining OST:</h3>\n\n<p>As an employee of Of Service Transportation, you would be an important member of a <strong>TEAM</strong> effort. We hope that you find your position with us rewarding, challenging, and productive. We would look to you and the other employees to contribute to the success of the Company.</p>\n\n<h3>Open Positions:</h3>\n",
    "pageCont" : "<hr />\n<h3>Why join OST:</h3>\n\n<ul>\n\t<li>STRENGTH!\n\t<ul>\n\t\t<li>We service some of the largest retailers in the United States!</li>\n\t</ul>\n\t</li>\n\t<li>COMPENSATION!\n\t<ul>\n\t\t<li>We offer some of the most competitive settlement packages in the industry!</li>\n\t\t<li>We gladly pay out monthly bonuses!</li>\n\t\t<li>We offer volume pricing for some goods and services lowering your monthly costs!</li>\n\t</ul>\n\t</li>\n\t<li>LOCAL ROUTES &ndash; NO OVERNIGHTS!</li>\n\t<li>NO CDL REQUIRED!</li>\n\t<li>SIGNING BONUS!</li>\n\t<li>BUSINESS EXPANSION OPPORTUNITIES!</li>\n</ul>\n\n<h3>Independent Contract Carrier Requirements:</h3>\n\n<ul>\n\t<li>Own or lease a late model 24ft or 26ft box truck in good condition</li>\n\t<li>Must be able to deliver and&nbsp;install&nbsp;all types of furniture and appliances</li>\n\t<li>Must have or be able to obtain your own Operating Authority (CA # / USDOT #)</li>\n\t<li>Must have or establish an LLC or Corporation with the Secretary of State</li>\n\t<li>Must have the ability to provide proof of insurance</li>\n\t<li>Must be able to provide a background check</li>\n\t<li>Ability to lift, move and assemble merchandise</li>\n\t<li>Provide own tools necessary to perform deliveries and installations</li>\n\t<li>Must be able to communicate well with customers (must speak and understand English)</li>\n</ul>\n\n<p>For information regarding this opportunity, please submit your contact information below or call Ernesto Gomez direct at (951) 366-0276.</p>\n\n<p>For information regarding NORTHERN CALIFORNIA opportunity, please submit your contact information below or call John Roberts direct at (562) 479-1971.</p>\n",
    "updated" : ISODate("2020-01-31T22:26:43.712Z"),
    "__v" : 0
}